Repository: Nicofuma/tristan
Catalog: src/SensioLabs/JobBoardBundle/Resources/translations/messages.*.xliff
Languages: fr

source: All countries
fr: Tous les pays

source: All jobs
fr: Toutes les offres

source: All types of contracts
fr: Tous les types de contrat

source: Archived
fr: Archivé

source: Archived ads
fr: Offres archivées

source: Backend
fr: Panneau d'administration

source: City
fr: Ville

source: Company
fr: Entreprise

source: CreatedAt
fr: Créée le

source: Delete
fr: Supprimer

source: Deleted
fr: Supprimé

source: Deleted ads
fr: Offres supprimées

source: Displays
fr: Affichage

source: Edit
fr: Éditer

source: Edit my profile on Connect
fr: Éditer mon profil connect

source: Errors:
fr: Erreurs :

source: Expired
fr: Expiré

source: Ext Displays
fr: Vues via l'API

source: Full Time
fr: Temps plein

source: How to apply?
fr: Comment postuler ?

source: Internship
fr: Stage

# Job &quot;%job_title%&quot; updated
source: Job "%job_title%" updated
fr: L'offre "%job_title%" a été mise à jour

# Job &quot;%job_title%&quot; validated
source: Job "%job_title%" validated
fr: L'offre "%job_title%" a été validée

source: Job title
fr: Titre de l'offre

source: Jobs RSS feed
fr: Flux RSS des offres d'emplois

source: Less
fr: Moins

source: List Displays
fr: Affichages dans la liste

source: Location
fr: Pays

source: Logout from SensioLabs Jobs
fr: Se déconnecter de SensioLabs Jobs

source: Make changes
fr: Faire des changements

source: Make changes on '%job_title%' announcement
fr: Faire des changements sur l'offre '%job_title%'

source: More
fr: Plus

source: My jobs
fr: Mes offres

source: New
fr: Nouveau

source: No jobs.
fr: Aucune offre.

source: No more jobs to show.
fr: Aucune offre supplémentaire à afficher.

source: Not online yet
fr: Pas encore en ligne

source: Ordered
fr: Commandé

source: Part Time
fr: Temps partiel

source: Post a job
fr: Poster une offre

source: Preview
fr: Prévisualisation

source: Publish
fr: Publier

source: Published
fr: Publié

source: Published ads
fr: Offres publiées

source: Restore
fr: Restaurer

source: Restored
fr: Restauré

source: Select a country
fr: Sélectionnez un pays

source: Send your resume at ...
fr: Titre de l'offre

source: Status
fr: Ville

source: Time left
fr: Temps plein

source: Title
fr: Temps partiel

source: To
fr: Stage

source: Type of contract
fr: Type de contrat

source: Unsupported status
fr: Statut non supporté

source: Update
fr: Nouveau

source: Validate the announcement
fr: Commandé

source: View Displays
fr: Publié

source: Visible from
fr: Expiré

source: Waiting payment
fr: Archivé

source: You have no jobs.
fr: Supprimé

source: format: mm/dd/yyyy
fr: Restauré
